Repository: friends-of-deploy/deploybar
Catalog: DeployBar/Localizable.xcstrings
Source language: en
Languages: pl

source: Share crash reports
pl: Udostępniaj raporty awarii

source: Help us fix problems by sending technical crash reports to Sentry.
pl: Pomóż nam usuwać problemy, wysyłając techniczne raporty awarii do Sentry.

source: What is shared?
pl: Jakie dane są udostępniane?

source: Crash report privacy
pl: Prywatność raportów awarii

source: Privacy
pl: Prywatność

source: Reports include crash stack traces, app and macOS versions, and basic hardware information.
pl: Raporty zawierają stos wywołań z chwili awarii, wersje aplikacji i macOS oraz podstawowe informacje o sprzęcie.

source: We exclude account details, tokens, repository names, deployment URLs, build logs, and usage statistics.
pl: Nie wysyłamy danych kont, tokenów, nazw repozytoriów, adresów wdrożeń, logów kompilacji ani statystyk użycia.

source: Reporting is optional. Turning it off stops reporting and deletes pending reports from this Mac. Reports already sent remain in Sentry.
pl: Raportowanie jest opcjonalne. Wyłączenie zatrzymuje raportowanie i usuwa oczekujące raporty z tego Maca. Wysłane raporty pozostają w Sentry.

source: On notification click
pl: Po kliknięciu powiadomienia

source: Open site (if available)
pl: Otwórz stronę (jeśli dostępna)

source: If the site URL is unavailable, opens the deployment instead.
pl: Jeśli adres strony jest niedostępny, otworzy szczegóły wdrożenia.

source: Mute...
pl: Wycisz...

source: Mute this kind
pl: Wycisz ten rodzaj

source: Mute this project
pl: Wycisz ten projekt

source: DeployBar looks for your Vercel and GitHub CLI logins when it starts.
pl: DeployBar wykrywa konta zalogowane w CLI Vercela i GitHuba podczas uruchamiania.

source: We found your accounts. You’re ready to follow their deployments.
pl: Znaleźliśmy Twoje konta. Możesz już obserwować ich wdrożenia.

source: You can add or remove providers any time in the app settings:
pl: Możesz dodawać i usuwać dostawców w dowolnej chwili w ustawieniach aplikacji:

source: Account Settings…
pl: Ustawienia kont…

source: Sign in with vercel login, then restart DeployBar.
pl: Zaloguj się przez vercel login i uruchom DeployBar ponownie.

source: Sign in with gh auth login, then restart DeployBar.
pl: Zaloguj się przez gh auth login i uruchom DeployBar ponownie.

source: %lld accounts available
pl: Dostępne konta: %lld

source: Not detected
pl: Nie wykryto

source: Close window
pl: Zamknij okno

source: Your followed projects will appear here. Manage your accounts to choose what to follow.
pl: Tutaj pojawią się obserwowane projekty. Wybierz je w ustawieniach kont.

source: New activity from your followed projects will appear here.
pl: Tutaj pojawi się nowa aktywność w obserwowanych projektach.

source: Welcome to DeployBar
pl: Witaj w DeployBar

source: %lld of 3
pl: %lld z 3

source: Step %lld of 3
pl: Krok %lld z 3

source: Your deployments. A glance away.
pl: Twoje wdrożenia. Zawsze pod ręką.

source: A little less tab switching. A lot more peace of mind.
pl: Mniej przełączania kart. Więcej spokoju.

source: Everything in one place
pl: Wszystko w jednym miejscu

source: All your project deployments in your menu bar.
pl: Wszystkie wdrożenia Twoich projektów na pasku menu.

source: Stay in your flow
pl: Pracuj bez rozpraszania

source: Know when a build succeeds or needs your attention.
pl: Dowiedz się, kiedy build się uda lub wymaga Twojej uwagi.

source: Straight to what matters
pl: Od razu do rzeczy

source: Open a deployment or copy an error without digging through tabs.
pl: Otwórz wdrożenie lub skopiuj błąd bez szukania w kartach.

source: Connect your work.
pl: Połącz swoje projekty.

source: Choose a service to bring your deployments into view.
pl: Wybierz usługę, aby zobaczyć swoje wdrożenia.

source: Your accounts are available. Continue, or connect another service.
pl: Twoje konta są dostępne. Przejdź dalej lub połącz kolejną usługę.

source: Account available
pl: Konto dostępne

source: Access token
pl: Token dostępu

source: Create a token ↗
pl: Utwórz token ↗

source: Paste your access token
pl: Wklej token dostępu

source: For GitHub, allow read access to your repositories and Actions.
pl: Na GitHubie zezwól na odczyt repozytoriów i Actions.

source: Use a Vercel token with access to the projects you want to follow.
pl: Użyj tokenu Vercel z dostępem do projektów, które chcesz obserwować.

source: Stored in macOS Keychain
pl: Zapis w pęku kluczy macOS

source: Connecting…
pl: Łączenie…

source: Connect account
pl: Połącz konto

source: Already use the Vercel or GitHub CLI? DeployBar detects your login when it starts.
pl: Używasz CLI Vercela lub GitHuba? DeployBar wykrywa zalogowane konta podczas uruchamiania.

source: Make yourself at home.
pl: Poczuj się jak u siebie.

source: DeployBar lives in your menu bar, ready when you need it.
pl: DeployBar czeka na pasku menu — zawsze pod ręką.

source: You can change these anytime in Settings.
pl: Możesz to zmienić w każdej chwili w ustawieniach.

source: Set up later
pl: Skonfiguruj później

source: Back
pl: Wstecz

source: Get started
pl: Zaczynamy

source: Continue
pl: Dalej

source: Start using DeployBar
pl: Otwórz DeployBar

source: Less checking. More creating.
pl: Mniej sprawdzania. Więcej tworzenia.

source: Small icon. Big peace of mind.
pl: Mała ikona. Wielki spokój.

source: Your tools, together.
pl: Twoje narzędzia, razem.

source: Right here when you need it.
pl: Zawsze pod ręką.

source: All up to date
pl: Wszystko aktualne

source: Production
pl: Produkcja

source: Always in the loop
pl: Zawsze na bieżąco

source: Illustrative preview
pl: Przykładowy podgląd

source: Deployment notifications
pl: Powiadomienia o wdrożeniach

source: A heads-up when a build succeeds or fails.
pl: Informacja o sukcesie lub błędzie buildu.

source: Notifications enabled
pl: Powiadomienia włączone

source: Settings…
pl: Ustawienia…

source: Enable
pl: Włącz

source: Couldn’t enable notifications. Please try again.
pl: Nie udało się włączyć powiadomień. Spróbuj ponownie.

source: Ready whenever you open your Mac.
pl: Gotowy do pracy razem z Twoim Makiem.

source: Check Login Items in System Settings to allow DeployBar.
pl: Zezwól na uruchamianie DeployBar w sekcji Rzeczy otwierane podczas logowania w Ustawieniach systemowych.

source: Your next deployment, right here.
pl: Twoje wdrożenia, właśnie tutaj.

source: Connect Vercel or GitHub to keep your builds a glance away.
pl: Połącz Vercela lub GitHuba i miej swoje buildy zawsze pod ręką.

source: Set up DeployBar
pl: Skonfiguruj DeployBar

source: Already signed in with a CLI? Restart DeployBar to detect it.
pl: Masz konto zalogowane w CLI? Uruchom DeployBar ponownie, aby je wykryć.

source: Show welcome guide
pl: Pokaż przewodnik powitalny

source: Your token couldn’t be saved in Keychain. Unlock your Mac and try again.
pl: Nie udało się zapisać tokenu w pęku kluczy. Odblokuj Maca i spróbuj ponownie.

source: Couldn’t connect. Check your token, its permissions, and your internet connection, then try again.
pl: Nie udało się połączyć. Sprawdź token, jego uprawnienia i połączenie z internetem, a potem spróbuj ponownie.

source: %@ — coming soon
pl: %@ — wkrótce

source: %lld crons
pl: %lld crona

source: Account
pl: Konto

source: Accounts
pl: Konta

source: Add
pl: Dodaj

source: Add account
pl: Dodaj konto

source: All
pl: Wszystkie

source: Analytics
pl: Analityka

source: Automatically follow new projects
pl: Automatycznie obserwuj nowe projekty

source: Building
pl: Budowanie

source: Canceled
pl: Anulowano

source: Canceled deployments
pl: Anulowane wdrożenia

source: DeployBar reuses your Vercel CLI login. Run `vercel login` in Terminal to sign in.
pl: DeployBar korzysta z Twojego logowania w Vercel CLI. Uruchom `vercel login` w Terminalu, aby się zalogować.

source: Deployment canceled
pl: Wdrożenie anulowane

source: Deployment failed
pl: Wdrożenie nie powiodło się

source: Deployment ready
pl: Wdrożenie gotowe

source: Deployment started
pl: Wdrożenie rozpoczęte

source: Deployments
pl: Wdrożenia

source: Environment variables
pl: Zmienne środowiskowe

source: Error
pl: Błąd

source: Every 10 seconds
pl: Co 10 sekund

source: Every 30 seconds
pl: Co 30 sekund

source: Every 5 minutes
pl: Co 5 minut

source: Every minute
pl: Co minutę

source: Failed deployments
pl: Nieudane wdrożenia

source: Filter projects
pl: Filtruj projekty

source: From GitHub CLI
pl: Z GitHub CLI

source: From Vercel CLI
pl: Z Vercel CLI

source: General
pl: Ogólne

source: How often DeployBar checks Vercel for new deployment activity.
pl: Jak często DeployBar sprawdza w Vercel nową aktywność wdrożeń.

source: Issues
pl: Zgłoszenia

source: Label (optional)
pl: Etykieta (opcjonalna)

source: Launch at login
pl: Uruchamiaj przy logowaniu

source: Manage accounts…
pl: Zarządzaj kontami…

source: More actions
pl: Więcej akcji

source: Mute this project's notifications
pl: Wycisz powiadomienia dla tego projektu

source: Name
pl: Imię i nazwisko

source: No deployments
pl: Brak wdrożeń

source: No projects
pl: Brak projektów

source: No projects loaded yet.
pl: Nie wczytano jeszcze żadnych projektów.

source: No projects match “%@”.
pl: Brak projektów pasujących do „%@”.

source: Not connected
pl: Nie połączono

source: Notifications
pl: Powiadomienia

source: Notify me about
pl: Powiadamiaj mnie o

source: Open Actions
pl: Otwórz Actions

source: Open build logs
pl: Otwórz logi budowania

source: Open commit on the repository
pl: Otwórz commit w repozytorium

source: Open deployment
pl: Otwórz wdrożenie

source: Open production site
pl: Otwórz stronę produkcyjną

source: Open repository
pl: Otwórz repozytorium

source: Personal
pl: Osobiste

source: Project settings
pl: Ustawienia projektu

source: Projects
pl: Projekty

source: Provider
pl: Dostawca

source: Pull requests
pl: Pull requesty

source: Queued
pl: W kolejce

source: Quit DeployBar
pl: Zakończ DeployBar

source: Ready
pl: Gotowe

source: Refresh status
pl: Częstotliwość odświeżania

source: Remove
pl: Usuń

source: Repository settings
pl: Ustawienia repozytorium

source: Settings
pl: Ustawienia

source: Started deployments
pl: Rozpoczęte wdrożenia

source: Successful deployments
pl: Udane wdrożenia

source: Team
pl: Zespół

source: Turn off a project to silence all of its notifications.
pl: Wyłącz projekt, aby wyciszyć wszystkie jego powiadomienia.

source: Unfollowed projects are hidden from the menu and never notify.
pl: Nieobserwowane projekty są ukryte w menu i nigdy nie wysyłają powiadomień.

source: Username
pl: Nazwa użytkownika

source: Vercel dashboard
pl: Panel Vercel

source: building…
pl: budowanie…

source: built in %@
pl: zbudowano w %@

source: just now
pl: przed chwilą

source: private
pl: prywatne

source: pushed %@
pl: wypchnięto %@

source: running…
pl: w trakcie…

source: started %@
pl: rozpoczęto %@

source: ⚠ failed %@
pl: ⚠ błąd %@

source: ✓ deployed %@
pl: ✓ wdrożono %@

source: ✓ passed %@
pl: ✓ zaliczono %@
